Repository: gjasny/v4l-utils
Catalog: libdvbv5-po/ge.po
Languages: ka

source: adapter %d, frontend %d not found
ka: ადაპტერი %d, წინაბოლო %d ვერ ვიპოვე

source: Detected dvbloopback
ka: აღმოჩენილია dvbloopback

source: %s while opening %s
ka: %s %s-ის გახსნისას

source: Device %s (%s) capabilities:
ka: %s (%s) მოწყობილობის შესაძლებლობები:

source: DVB API Version %d.%d%s, Current v5 delivery system: %s
ka: DVB API-ის ვერსია %d.%d%s, მიმდინარე v5 მიწოდების სისტემა: %s

source: (forcing DVBv3 calls)
ka: (ნაძალადევი DVBv3 ფუნქციები)

source: delivery system not detected
ka: მიწოდების სისტემა აღმოჩენილი არაა

source: driver returned 0 supported delivery systems!
ka: დრაივერმა დააბრუნა 0 მხარდაჭერილი მიწოდების სისტემა!

source: Supported delivery system:
ka: მხარდაჭერილი მიწოდების სისტემა:

source: Warning: new delivery systems like ISDB-T, ISDB-S, DMB-TH, DSS, ATSC-MH will be miss-detected by a DVBv5.4 or earlier API call
ka: გაფრთხილება: ახალი მიწოდების სისტემები, როგორიცაა ISDB-T, ISDB-S, DMB-TH, DSS, ATSC-MH არასწორად იქნება აღმოჩენილი DVBv5.4 ან უფრო ძველი API-ის გამოძახებით

source: Frequency range for the current standard:
ka: სიხშირის დიაპაზონი მიმდინარე სტანდარტისთვის:

source: From: %11sHz
ka: საიდან: %11shc

source: To: %11sHz
ka: სადამდე: %11sჰც

source: Step: %11sHz
ka: ბიჯი: %11sჰც

source: Tolerance: %11sHz
ka: დაშვება: %11sჰც

source: Symbol rate ranges for the current standard:
ka: სიმბოლოს სიხშირის დიაპაზონები მიმდინარე სტანდარტისთვის:

source: From: %11sBauds
ka: საიდან: %11sბოდი

source: To: %11sBauds
ka: სადამდე: %11sბოდი

source: Tolerance: %11sBauds
ka: დაშვება: %11sბოდი

source: Set delivery system
ka: მიწოდების სისტემის დაყენება

source: Can't retrieve DVB information for the new delivery system.
ka: ვერ მივიღე DVB-ის ინფორმაცია ახალი მიწოდების სისტემისთვის.

source: Using a DVBv3 compat file for %s
ka: %s-სთვის DVBv3 თავსებადობის ფაილს ვიყენებ

source: command %s (%d) not found during retrieve
ka: ბრძანება %s (%d) მიღებისას აღმოჩენილი არაა

source: command %s (%d) not found during store
ka: ბრძანება %s (%d) დამახსოვრებისას აღმოჩენილი არაა

source: Got parameters for %s:
ka: %s-სთვის მიღებული პარამეტრები:

source: Setting LNA
ka: LNA-ის დაყენება

source: LNA is %s
ka: LNA უდრის %s

source: ON
ka: ჩართ

source: OFF
ka: გამორთ

source: %s not found on store
ka: %s ვერ ვიპოვე შენახვისას

source: %s not found on retrieve
ka: %s ვერ ვიპოვე მიღებისას

source: %s not available
ka: %s ხელმისაწვდომი არა

source: Stats for %s = %d
ka: %s-ის სტატისტიკა = %d

source: Status:
ka: სტატუსი:

source: BER: %d, Strength: %d, SNR: %d, UCB: %d
ka: BER: %d, სიძლიერე: %d, SNR: %d, UCB: %d

source: Carrier
ka: გადამზიდი

source: Sync
ka: სინქრონიზაცია

source: Lock
ka: ჩაკეტვა

source: Timeout
ka: ვადა

source: Poor
ka: ცუდი

source: Ok
ka: დიახ

source: Good
ka: კარგი

source: Error: no adapter status
ka: შეცდომა: ადაპტერის სტატუსის გარეშე

source: Layer %c:
ka: ფენა %c:

source: SEC: set voltage to OFF
ka: SEC: დენის გამორთვა

source: SEC: set voltage to %sV
ka: SEC: ვოლტაჟის %sვ-ზე დაყენება

source: DiSEqC command:
ka: DiSEqC ბრძანება:

source: Assuming you're in %s.
ka: ჩათვლა, რომ ბრძანდებით %s-ში.

source: Failed to guess country from the current locale setting.
ka: მიმდინარე ენის პარამეტრებიდან ქვეყნის დადგენა შეუძლებელია.

source: Can't add property %s
ka: თვისების %s დამატების შეცდომა

source: Can't add property %d
ka: თვისების %d დამატება შეუძლებელია

source: Allocating memory for dvb_file
ka: მეხსიერების გამოყოფა dvb_file-სთვის

source: unknown delivery system type for %s
ka: უცნობი მიწოდები სისტემის ტიპი %s-ისთვის

source: Doesn't know how to handle delimiter '%s'
ka: გამყოფის '%s' დამუშავების ხერხი უცნობია

source: Doesn't know how to parse delivery system %d
ka: არ ვიცი, როგორ დავამუშაო მიწოდების სისტემა %d

source: parameter %i (%s) missing
ka: აკლია პარამეტრი %i (%s)

source: parameter %s invalid: %s
ka: პარამეტრი %s არასწორია: %s

source: ERROR %s while parsing line %d of %s
ka: %3$s-ის %2$d ხაზის დამუშავებისას აღმოჩენილია შეცდომა %1$s

source: delivery system %d not supported on this format
ka: მიწოდები სისტემა %d ამ ფორმატში მხარდაჭერილი არაა

source: value not supported
ka: მნიშვნელობა მხარდაჭერილი არაა

source: WARNING: missing video PID while parsing entry %d of %s
ka: გაფრთხილება: ნაკლული ვიდეოს PID %d ჩანაწერის დამუშავებისას %s-ისთვის

source: WARNING: missing audio PID while parsing entry %d of %s
ka: გაფრთხილება: ნაკლული აუდიოს PID %d ჩანაწერის დამუშავებისას %s-ისთვის

source: property %s not supported while parsing entry %d of %s
ka: თვისება %s მხარდაუჭერელია %d ჩანაწერის დამუშავებისას %s-ისთვის

source: ERROR: %s while parsing entry %d of %s
ka: შეცდომა: %1$s %3$s-ის %2$d ჩანაწერის დამუშავებისას

source: Missing channel group
ka: აკლია არხების ჯგუფი

source: key/value without a channel group
ka: გასაღები/მნიშვნელობა არხის ჯგუფის გარეშე

source: missing key
ka: აკლია გასაღები

source: missing value
ka: აკლია მნიშვნელობა

source: value %s is invalid for %s
ka: %2$s-სთვის მნიშვნელობა %1$s არასწორია

source: Channel %s (service ID %d) not found on PMT. Skipping it.
ka: არხი %s (სერვისის ID %d) PMT-ზე აღმოჩენილი არაა. ის გამოტოვებული იქნება.

source: Not enough memory
ka: მეხსიერება საკმარისი არ არის

source: Couldn't get frontend props
ka: წინაბოლოს თვისებების მიღების შეცდომა

source: Storing Service ID %d: '%s'
ka: მიმდინარეობს დამახსოვრება სერვისის ID-ით %d: '%s'

source: reserved
ka: რეზერვირებული

source: digital television
ka: ციფრული ტელევიზია

source: digital radio
ka: ციფრული რადიო

source: Teletext
ka: ტელეტექსტი

source: NVOD reference
ka: NVOD მიმართვა

source: NVOD time-shifted
ka: NVOD დროში წანაცვლებულია

source: mosaic
ka: მოზაიკა

source: PAL coded signal
ka: PAL-ით კოდირებული სიგნალი

source: SECAM coded signal
ka: SECAM-ით კოდირებული სიგნალი

source: FM Radio
ka: FM რადიო

source: NTSC coded signal
ka: NTSC-ით კოდირებული სიგნალი

source: data broadcast
ka: მონაცემების გადაცემა

source: user defined
ka: მომხმარებლის მიერ განსაზღვრული

source: Virtual channel %s, name = %s
ka: ვირტუალური არხი %s, სახელი = %s

source: Service %s, provider %s: %s
ka: სერვისი %s, მომწოდებელი %s: %s

source: Storing as channel %s
ka: დამახსოვრება, როგორც არხი %s

source: WARNING: no SDT table - storing channel(s) without their names
ka: გაფრთხილება: SDT-ის ცხრილი აღმოჩენილი არაა - არხები სახელების გარეშე იქნება დამახსოვრებული

source: WARNING: Some Service IDs are not at the SDT table
ka: გაფრთხილება: ზოგიერთი სერვისის ID SDT ცხრილში არაა

source: File format %s is unknown
ka: ფაილის ფორმატი %s უცნობია

source: ERROR: Delivery system %s is not known. Valid values are:
ka: შეცდომა: მიწოდების სისტემა %s უცნობია. სწორი მნიშვნელობებია:

source: Currently, VDR format is supported only for output
ka: ამჟამად VDR ფორმატი მხოლოდ გამოტანისთვისაა მხარდაჭერილი

source: Format is not supported
ka: ფორმატი მხარდაჭერილი არაა

source: EMERG
ka: სასწრ

source: ALERT
ka: განგაში

source: CRITICAL
ka: კრიტიკული

source: ERROR
ka: შეცდომა

source: WARNING
ka: გაფრთხილება

source: DEBUG
ka: გამართვა

source: Astra 19.2E, European Universal Ku (extended)
ka: Astra 19.2E, ევროპული უნივერსალური Ku (გაფართოებული)

source: Old European Universal. Nowadays mostly replaced by Astra 19.2E
ka: ძველი ევროპული უნივერსალური. დღესდღეისობით ძირითადად ჩანაცვლდა Astra 19.2E-ით

source: Expressvu, North America
ka: Expressvu, ჩრდილო ამერიკა

source: Standard
ka: სტანდარტული

source: Freqs :
ka: სიხშირეები :

source: Horizontal:
ka: ჰორიზონტალური:

source: Vertical :
ka: ვერტიკალური :

source: Left :
ka: მარცხენა :

source: Right :
ka: მარჯვენა :

source: %s%d to %d MHz, LO: %d MHz
ka: %s%d-დან %d-მდე მჰც LO: %d მჰც

source: DiSEqC disabled. Can't tune using SCR/Unicable.
ka: DiSEqC გამორთულია. SCR/Unicable-ის გამოყენებით რეგულირება შეუძლებელია.

source: sending diseq failed
ka: diseq-ის გაგზავნის შეცდომა

source: frequency %.2fMHz (tune freq %.2fMHz) is out of LNBf %s range
ka: სიხშირე %.2fმჰც (რეგულაციის სიხშირე %.2fმჰც) LNBf %s შუალედს გარეთაა

source: Need a LNBf to work
ka: სამუშაოდ საჭიროა LNBf

source: %s: table memory pointer not filled
ka: %s: ცხრილის მეხსიერების მაჩვენებელი შევსებული არაა

source: %s: out of memory
ka: %s: არასაკმარისი მეხსიერება

source: %s: received table 0x%02x, extension ID 0x%04x, section %d/%d
ka: %s: მიღებული ცხრილი 0x%02x, გაფართოების ID 0x%04x, სექცია %d/%d

source: %s: couldn't match ID %d at the active section filters
ka: %s: ID %d არ ემთხვევა აქტიური სექციის ფილტრებს

source: %s: extension already done, ignoring: 0x%04x
ka: %s: გაფართოება უკვე შედგა. მოხდება გამოტოვება: 0x%04x

source: %s: section repeated on table 0x%02x, extension ID 0x%04x, section %d/%d: done
ka: %s: სექცია გამეორდა ცხრილზე 0x%02x, გაფართოების ID 0x%04x, სექცია %d/%d: მზადაა

source: %s: no initializer for table %d
ka: %s: ცხრილისთვის %d ინიციალიზატორი აღმოჩენილი არაა

source: %s: table 0x%02x, extension ID 0x%04x: done
ka: %s: ცხრილი 0x%02x, გაფართოების ID 0x%04x: დასრულდა

source: %s: extension not completed yet: 0x%04x
ka: %s: გაფართოება ჯერ დასრულებული არაა: 0x%04x

source: %s: waiting for table ID 0x%02x, program ID 0x%02x
ka: %s: ველოდები ცხრილს ID 0x%02x, პროგრამას ID 0x%02x

source: %s: no data read on section filter
ka: %s: სექციის ფილტრზე მონაცემები წაკითხული არაა

source: %s: buf returned an empty buffer
ka: %s: buf-მა ცარიელი ბუფერი დააბრუნა

source: dvb_read_section: read error
ka: dvb_read_section: წაკითხვის შეცდომა

source: %s: crc error
ka: %s: crc-ის შეცდომა

source: error while waiting for PAT table
ka: 'PAT' ცხრილის მოლოდინის შეცდომა

source: error while waiting for VCT table
ka: 'VCT' ცხრილის მოლოდინის შეცდომა

source: Program #%d is network PID: 0x%04x
ka: პროგრამა #%d ქსელის PID-ია: 0x%04x

source: Program #%d ID 0x%04x, service ID 0x%04x
ka: პროგრამა #%d ID 0x%04x, სერვისის ID 0x%04x

source: error while reading the PMT table for service 0x%04x
ka: შეცდომა PMT ცხრილის კითხვისას სერვისისთვის 0x%04x

source: error while reading the NIT table
ka: შეცდომა NIT ცხრილის კითხვისას

source: error while reading the SDT table
ka: შეცდომა SDT ცხრილის კითხვისას

source: Parsing other NIT/SDT
ka: სხვა NIT/SDT-ის დამუშავება

source: dvb_fe_set_parms failed
ka: dvb_fe_set_parms-ის შეცდომა

source: Cannot calc frequency shift. Either bandwidth/symbol-rate is unavailable (yet).
ka: სიხშირის წანაცვლების გამოთვლის შეცდომა. სიჩქარე/სიმბოლოების სიხშირე (ჯერ) მიუწვდომელია.

source: not enough memory for a new scanning frequency/TS
ka: ახალი სკანირების სიხშირისთვის/TS-სთვის მეხსიერება საკმარისი არაა

source: New transponder/channel found: #%d: %d
ka: აღმოჩენილია ახალი ტრანსპონდერი/არხი #%d: %d

source: BUG: Couldn't add %d to the scan frequency list.
ka: შეცდომა: %d-ის სიხშირეების, რომლების სკანირებაც მოხდება, დამატება შეუძლებელია.

source: Transponders detection not implemented for this standard yet.
ka: ტრანსპონდერების აღმოჩენა ამ სტანდარტისთვის ჯერ განხორციელებული არაა.

source: WARNING: entry %d: delivery system %d not supported on this format. skipping entry
ka: გაფრთხილება: ჩანაწერი %d: მიწოდების სისტემა არ %d მხარდაჭერილი ამ ფორმატში. ჩანაწერის გამოტოვება

source: WARNING: entry %d: channel name not found. skipping entry
ka: გაფრთხილება: ჩანაწერი %d: არხის სახელი ვერ მოიძებნა. ჩანაწერის გამოტოვება

source: WARNING: entry %d: frequency not found. skipping entry
ka: გაფრთხილება: ჩანაწერი %d: სიხშირე ვერ მოიძებნა. ჩანაწერის გამოტოვება

source: symbol rate not found
ka: სიმბოლოების სიჩქარე ვერ ვიპოვე
