Repository: gjasny/v4l-utils
Catalog: v4l-utils-po/ge.po
Languages: ka

source: enables debug messages
ka: გამართვის შეტყობინებების ჩართვა

source: Clears the scancode to keycode mappings
ka: ღილაკის კოდის მიბმის გასუფთავება

source: rc device to control, defaults to rc0 if not specified
ka: საკონტროლო rc მოწყობილობა. თუ მითითებული არაა, გამოიყენება rc0

source: test if IR is generating events
ka: შემოწმება, მოდის IR-დან ინფორმაცია, თუ არა

source: reads the current scancode/keycode mapping
ka: მიმდინარე scancode/keycode მიმართვების წაკითხვა

source: write (adds) the keymap from the specified file
ka: გასაღების რუკის ჩაწერა (დამატება) მითითებული ფაილიდან

source: Change scan/key pairs
ka: Scan/Key წყვილების შეცვლა

source: Protocol to enable (the other ones will be disabled). To enable more than one, use the option more than one time
ka: ჩასართავი პროტოკოლი (სხვები გაითიშება). ერთზე მეტის ჩასართავად ეს პარამეტრი ერთზე მეტჯერ გამოიყენეთ

source: Set a parameter for the protocol decoder
ka: პროტოკოლის დეკოდერის პარამეტრის დაყენება

source: Give this help list
ka: ამ დახმარების სიის მიღება

source: Give a short usage message
ka: გამოყენების მოკლე შეტყობინების მიღება

source: Print program version
ka: პროგრამის ვერსიის დაბეჭდვა

source: value=%d
ka: მნიშვნელობა=%d

source: Parsing %s config file
ka: %s კონფიგურაციის ფაილის დამუშავება

source: opening keycode file
ka: keycode ფაილის გახსნა

source: Driver %s, Table %s => file %s
ka: დრაივერი %s, ცხრილი %s => ფაილი %s

source: Invalid parameter on line %d of %s
ka: არასწორი პარამეტრი ხაზზე %d ფაილში %s

source: Invalid delay: %s
ka: არასწორი დაყოვნება: %s

source: Invalid period: %s
ka: არასწორი პერიოდი: %s

source: Failed to read table file %s
ka: შეცდომა ცხრილის ფაილის %s წაკითხვისას

source: Read %s table
ka: წაკითხულია %s ცხრილი

source: Failed to read config file %s
ka: შეცდომა კონფიგურაციის ფაილის %s წაკითხვისას

source: Missing scancode: %s
ka: აკლია scancode: %s

source: No memory!
ka: მეხსიერება საკმარისი არაა!

source: Invalid scancode: %s
ka: არასწორი scancode: %s

source: Missing keycode
ka: Keycode-ის გარეშე

source: Unknown keycode: %s
ka: უცნობი keycode: %s

source: Missing parameter name: %s
ka: აკლია პარამეტრი სახელით: %s

source: Missing value
ka: აკლია მნიშვნელობა

source: parameter %s=%ld
ka: პარამეტრი %s=%ld

source: Report bugs to %s.
ka: შეცდომები გაუგზავნეთ: %s

source: Couldn't find any node at %s%s*.
ka: მისამართზე %s%s* კვანძი ვერ ვიპოვე

source: Seek dir
ka: საქაღალდის გადახვევა

source: Parsing uevent %s
ka: Uevent-ის დამუშავება %s

source: Error on uevent information
ka: შეცდომა uevent -ის ინფორმაციაში

source: No devices found
ka: მოწყობილობები ნაპოვნი არაა

source: Found device %s
ka: აღმოჩენილია მოწყობილობა %s

source: Not found device %s
ka: მოწყობილობა %s ვერ ვიპოვე

source: %s protocol %s
ka: %s პროტოკოლი %s

source: %s has invalid content: '%s'
ka: %s-ის შემცვველობა არასწორია: '%s'

source: protocol %s is %s
ka: პროტოკოლი %s %s-ია

source: enabled
ka: ჩართულია

source: disabled
ka: გამორთულია

source: %s protocol %s (%s)
ka: %s პროტოკოლი %s (%s)

source: Protocols for device can not be changed
ka: მოწყობილობის პროტოკოლების შეცვლა შეუძლებელია

source: Found more than one input interface. This is currently unsupported
ka: აღმოჩენილია ერთზე მეტი შეყვანის ინტერფეისი. ეს ამჟამად მხარდაჭერილი არაა

source: Input sysfs node is %s
ka: შეყვანის sysfs კვანძია %s

source: Found more than one event interface. This is currently unsupported
ka: აღმოჩენილია ერთზე მეტი მოვლენის ინტერფეისი. ეს ამჟამად მხარდაჭერილი არაა

source: Event sysfs node is %s
ka: მოვლენის sysfs კვანძია %s

source: Input device name not found.
ka: შეყვანის მოწყობილობის სახელი ვერ ვიპოვე.

source: input device is %s
ka: შეყვანის მოწყობილობა %s-ია

source: Unable to query evdev protocol version: %s
ka: Evdev-ის პროტოკოლის ვერსიის გამოთხოვის შეცდომა: %s

source: Input Protocol version: 0x%08x
ka: შეყვანის პროტოკოლის ვერსია: 0x%08x

source: Deleting entry %d
ka: წაიშლება ჩანაწერი %d

source: Current kernel protocols:
ka: მიმდინარე ბირთვის პროტოკოლები:

source: Enabled kernel protocols:
ka: ჩართულია ბირთვის პროტოკოლები:

source: lirc protocol(%s): scancode = 0x%llx
ka: lirc პროტოკოლი(%s): scancode = 0x%llx

source: lirc protocol(%d): scancode = 0x%llx
ka: lirc პროტოკოლი(%d): scancode = 0x%llx

source: repeat
ka: გამეორება

source: toggle=1
ka: გადართვა=1

source: Can't open lirc device
ka: Lirc მოწყობილობის გახსნა შეუძლებელია

source: Testing events. Please, press CTRL-C to abort.
ka: მოვლენების ტესტირება. შესაწყვეტად CTRL-C-ს დააჭირეთ.

source: poll returned error
ka: poll-ის სეცდომა

source: Error reading lirc scancode
ka: Lirc-ის scancode-ის წაკითხვის შეცდომა

source: Error reading event
ka: მოვლენის წაკითხვის სეცდომა

source: %ld.%06ld: event type %s(0x%02x)
ka: %ld.%06ld: მოვლენის ტპი %s(0x%02x)

source: up
ka: მაღლა

source: down
ka: დაბლა

source: : %s (0x%04x) value=%d
ka: : %s (0x%04x) მნიშვნელობა=%d

source: : code = %s(0x%02x), value = %d
ka: : კოდი = %s(0x%02x), მნიშვნელობა = %d

source: : value = %d
ka: : მნიშვნელობა = %d

source: : code = 0x%02x, value = %d
ka: : კოდი = 0x%02x, მნიშვნელობა = %d

source: Changed Repeat delay to %d ms and repeat period to %d ms
ka: გამეორების დაყოვნება შეიცვალა %d მწმ-ზე, გამეორებს პერიოდი კი %d მწმ-ზე

source: Repeat delay: %d ms, repeat period: %d ms
ka: გამეორების დაყოვნება = %d მწმ, გამეორების პერიოდი = %d მწმ

source: %sName: %.*s
ka: %sსახელი: %.*s

source: %sbus: %d, vendor/product: %04x:%04x, version: 0x%04x
ka: %sმატარებელი: %d, მომწოდებელი/პროდუქტი: %04x:%04x, ვერსია: 0x%04x

source: %s: not a raw IR receiver
ka: %s: დაუმუშავებელ IR მიმღებს არ წარმოადგენს

source: Attached BPF protocols:
ka: დართული BPF პროტოკოლები:

source: Attached BPF protocols: %m
ka: დართული BPF პროტოკოლები: %m

source: BPF protocol prog_id %d
ka: BPF პროტოკოლის prog_id %d

source: error: failed to get BPF prog id %u: %m
ka: შეცდომა: შეცდომა BPF-ის პროგრამის მიღებისას id-ით %u: %m

source: error: failed to detach BPF prog id %u: %m
ka: შეცდომა: შეცდომა BPF-ის პროგრამის მიღებისას id-ით %u: %m

source: BPF protocols removed
ka: BPF პროტოკოლები წაიშალა

source: error: ir-keytable was compiled without BPF support
ka: შეცდომა: ir-keytable-ი BPF-ის მხარდაჭერის გარეშეა აგებული

source: Found %s with:
ka: ნაპოვნია %s:

source: Name: %s
ka: სახელი: %s

source: Driver: %s
ka: დრაივერი: %s

source: Default keymap: %s
ka: ნაგულისხმები keymap: %s

source: Input device: %s
ka: შეყვანის მოწყობილობა: %s

source: LIRC device: %s
ka: LIRC მოწყობილობა: %s

source: Supported kernel protocols:
ka: მხარდაჭერილი ბირთვის პროტოკოლები:

source: Extra capabilities: <access denied>
ka: დამატებითი შესაძლებლობები: <access denied>

source: asprintf failed: %m
ka: asprintf-ის შეცდომა: %m

source: Can't find %s bpf protocol in %s or %s
ka: %s BPF პროტოკოლი %s-ში ან %s-ში აღმოჩენილი არაა

source: Auto-mode can be used only with --read, --verbose and --sysdev options
ka: ავტო-რეჟიმის გამოყენება მხოლოდ --read, --verbose და --sysdev პარამეტრებთან ერთად შეგიძლიათ

source: Opening %s
ka: '%s'-ის გახსნა

source: Protocols changed to
ka: პროტოკოლები შეიცვალა

source: Error: unable to attach bpf program, lirc device name was not found
ka: შეცდომა: BPF პროგრამის მიმაგრება შეუძლებელია, lirc მოწყობილობის სახელი ვერ ვიპოვე

source: Loaded BPF protocol %s
ka: ჩატვირთულია BPF პროტოკოლი %s

source: lirc device to use
ka: გამოსაყენებელი lirc მოწყობილობა

source: list lirc device features
ka: lirc მოწყობილობის ფუნქციების სია

source: receive IR to stdout
ka: IR-ის მიღება stdout-ზე

source: verbose output
ka: უფრო მეტის ჩვენება

source: Receiving options:
ka: მიღების პარამეტრები:

source: end receiving after first message
ka: მიღებს შეწყვეტა პირველი შეტყობინების შემდეგ

source: output in mode2 format
ka: mode2 ფორმატში გამოტანა

source: use wideband receiver aka learning mode
ka: ფართოზოლოვანი მიმღების გამოყენება (სწავლის რეჟიმი)

source: use narrowband receiver, disable learning mode
ka: ვიწროზოლოვანი მიმღების გამოყენება (სწავლის რეჟიმის გამორთვა)

source: set receiving timeout
ka: დააყენეთ მიღების მოლოდინის ვადა

source: Sending options:
ka: გაგზავნის პარამეტრები:

source: Failed to allocate memory
ka: მეხსიერების გამოყოფის შეცდომა

source: warning: %s:%d: missing argument
ka: გაფრთხილება: %s:%d: არგუმენტი მითითებული არაა

source: error: %s:%d: protocol '%s' not found
ka: შეცდომა: %s:%d: პროტოკოლი '%s' ვერ ვიპოვე

source: error: %s:%d: no encoder available for `%s'
ka: შეცდომა: %s:%d: `%s'-სთვის ენკოდერი ხელმისაწვდომი არაა

source: warning: %s:%d: invalid argument '%s'
ka: შეცდომა: %s:%d: არასწორი არგუმენტი '%s'

source: warning: %s:%d: '%s' unexpected
ka: გაფრთხილება: %s:%d: '%s' მოულოდნელია

source: warning: %s:%d: invalid argument to pulse '%d'
ka: გაფრთხილება: %s:%d: არასწორი არგუმენტი პულსისთვის '%d'

source: warning: %s:%d: unknown keyword '%s' ignored
ka: გაფრთხილება: %s:%d: უცნობი საკვანძო სიტყვა '%s' გამოტოვებულია

source: %s:%d: error: value `%s' out of range
ka: %s:%d: შეცდომა: მნიშვნელობა `%s' დიაპაზონს გარეთაა

source: %s: could not open: %m
ka: %s: გახსნის შეცდომა: %m

source: %s: file is empty
ka: %s: ფაილი ცარიელია

source: error: protocol '%s' not found
ka: შეცდომა: პროტოკოლი '%s' ვერ ვიპოვე

source: error: invalid scancode '%s'
ka: შეცდომა: არასწორი scancode '%s'

source: cannot parse timeout `%s'
ka: მოლოდინის დროის `%s' დამუშავება შეუძლებელია

source: error: protocol '%s' not supported
ka: შეცდომა: პროტოკოლი '%s' მხარდაჭერილი არაა

source: %s: cannot open: %m
ka: %s: გახსნის შეცდომა: %m

source: %s: cannot stat: %m
ka: %s: აღმოჩენის შეცდომა: %m

source: %s: not character device
ka: %s: სიმბოლურ მოწყობილობას არ წარმოადგენს

source: %s: failed to get lirc features: %m
ka: %s: შეცდომა lirc-ის თვისებების მიღებისას: %m

source: %s: failed to set receiving timeout
ka: %s: მიღების მოლოდინის ვადის დაყენების შეცდომა

source: %s: device does not support setting timeout
ka: %s: მოწყობილობას მოლოდინის ვადის დაყენების მხარდაჭერა არ გააჩნია

source: %s: failed to set wideband receiver %s
ka: %s: ფართოზოლოვანი მიმღების %s დაყენების შეცდომა

source: on
ka: ჩართული

source: off
ka: გამორთული

source: - Device can receive raw IR
ka: - მოწყობილობას დაუმუშავებელი IR-ის მიღება შეუძლია

source: - Use wideband receiver
ka: - ფართოზოლოვანი მიმღების გამოყენება

source: - Receiving timeout not set
ka: - მიღების მოლოდინის დრო დაყენებული არაა

source: - Receiving timeout %u microseconds
ka: - მიღების მოლოდინის დრო %u მიკროწამია

source: - Can set receiving timeout min %u microseconds, max %u microseconds
ka: - მიღების მოლოდინის დრო შეგიძლიათ დააყენოთ დიაპაზონიდან %u მიკროწამიდან, მაქს %u მიკროწამი

source: - Device can receive using device dependent LIRCCODE mode (not supported)
ka: - მოწყობილობას მოწყობილობაზე LIRCCODE რეჟიმში მიღება შეუძლია (მხარდაჭერილი არაა)

source: - Device cannot receive
ka: - მოწყობილობას მიღება არ შეუძლია

source: Send features %s:
ka: გაგზავნის ფუნქციები %s:

source: - Set transmitter (%d available)
ka: - გადამცემის დაყენება (ხელმისაწვდომია %d)

source: - Device can send using device dependent LIRCCODE mode (not supported)
ka: - მოწყობილობას მოწყობილობაზე LIRCCODE რეჟიმში გაგზავნა შეუძლია (მხარდაჭერილი არაა)

source: - Device cannot send
ka: - მოწყობილობას გაგზავნა არ შეუძლია

source: %s: device cannot send
ka: %s: მოწყობილობას გაგზავნა არ შეუძლია

source: %s: cannot set send mode
ka: %s: გაგზავნის რეჟიმის დაყენების სეცდომა

source: %s: no encoder available for `%s'
ka: %s: `%s'-სთვის ენკოდერი ხელმისაწვდომი არაა

source: %s: failed to send: %m
ka: %s: გაგზავნის შეცდომა: %m

source: %s: device cannot receive raw ir
ka: %s: მოწყობილობას დაუმუშავებელი IR-ის მიღება არ შეუძლია

source: %s: failed to set receive mode: %m
ka: %s: მიღების რეჟიმის დაყენების შეცდომა: %m

source: %s: failed read: %m
ka: %s: წაკითხვის სეცდომა: %m

source: %s: read returned %zd bytes
ka: %s: წაკითხვამ %zd ბაიტი დააბრუნა

source: dvb adapter
ka: dvb ბარათი

source: dvb frontend
ka: dvb წინაბოლო

source: set frontend
ka: წინაბოლოს დაყენება

source: get frontend
ka: წინაბოლოს მიღება

source: dvbv5-daemon host IP address
ka: dvbv5-daemon-ის ჰოსტის IP მისამართი

source: dvbv5-daemon host tcp port
ka: dvbv5-daemon ჰოსტის tcp პორტი

source: monitors device insert/removal
ka: მოწყობილობების შეერთება/გამოერთების თვალყურის დევნება

source: samples to take (default 0 = infinite)
ka: ასაღები სემპლების რაოდენობა (ნაგულისხმები 0 = უსასრულო)

source: dvb_fe_get_stats failed
ka: dvb_fe_get_stats-ის სეცდომა

source: Quality
ka: ხარისხი

source: Signal
ka: სიგნალი

source: Connecting to %s:%d
ka: %s-სთან მიერთება: %d

source: format
ka: ფორმატი

source: Valid input formats: ZAP, CHANNEL, DVBV5
ka: სწორი შეყვანის ფორმატები: ZAP, CHANNEL, DVBV5

source: Valid output formats: VDR, ZAP, CHANNEL, DVBV5
ka: სწორი გამოტანის ფორმატები: VDR, ZAP, CHANNEL, DVBV5

source: system
ka: სისტემა

source: Reading file %s
ka: ფაილის (%s) წაკითხვა

source: Error reading file %s
ka: ფაილის (%s) წაკითხვის შეცდომა

source: Writing file %s
ka: იწერება ფაილი %s

source: scan DVB services using the channel file
ka: 'DVB' სერვისების სკანირება არხების ფაილის გამოყენებით

source: <input file> <output file>
ka: <შეყვანის ფაილი> <გამოტანის ფაილი>

source: ERROR: Please specify a valid input format
ka: შეცდომა: მიუთითეთ სწორი შეყვანის ფორმატი

source: ERROR: Please specify a valid input file
ka: შეცდომა: მიუთითეთ სწორი შეყვანის ფაილი

source: ERROR: Please specify a valid output format
ka: შეცდომა: მიუთითეთ სწორი გამოტანის ფორმატი

source: ERROR: Please specify a valid output file
ka: შეცდომა: მიუთითეთ სწორი გამოტანის ფაილი

source: adapter#
ka: ადაპტერი#

source: use given adapter (default 0)
ka: მითითებული ადაპტერის გამოყენება (ნაგულისხმები 0)

source: frontend#
ka: წინაბოლო#

source: use given frontend (default 0)
ka: მითითებული წინაბოლოს გამოყენება (ნაგულისხმები 0)

source: type of LNBf to use. 'help' lists the available ones
ka: გამოსაყენებელი LNBf-ის ტიპი. ხელმისაწვდომი ვარიანტების სანახავად აკრიფეთ 'help'

source: enable/disable/auto LNA power
ka: 'LNA'-ის კვების ჩართვა/გამორთვა/ავტომატიზაცია

source: satellite_number
ka: თანამგზავრის_ნომერი

source: satellite number. If not specified, disable DISEqC
ka: სატელიტის ნომერი. თუ მითითებული არაა, გამორთეთ DISEqC

source: frequency
ka: სიხშირე

source: time
ka: დრო

source: use data from NIT table on the output file
ka: 'NIT' ცხრილის მონაცემების გამოყენება გამოსატან ფაილზე

source: use data from get_frontend on the output file
ka: get_frontend-ის მონაცემების გამოყენება გამოსატან ფაილზე

source: be (very) verbose
ka: (ძალიან) ბევრი შეტყობინების გამოტანა

source: file
ka: ფაილი

source: output filename (default:
ka: გამოტანის ფაილის სახელ (ნაგულისხმები:

source: don't use the other frequencies discovered during scan
ka: სკანირებისას სხვა აღმოჩენილი სიხშირეები გამოყენებული არ იქნება

source: factor
ka: ფაქტორი

source: Multiply scan timeouts by this factor
ka: სკანირების მოლოდინის დროის ამ მასშტაბზე გამრავლება

source: Parse the other NIT/SDT tables
ka: სხვა NIT/SDT ცხრილების დამუშავება

source: Input format: CHANNEL, DVBV5 (default: DVBV5)
ka: შეყვანის ფორმატი: CHANNEL, DVBV5 (ნაგულისხმები: DVBV5)

source: Output format: VDR, CHANNEL, ZAP, DVBV5 (default: DVBV5)
ka: გამოტანის ფორმატი: VDR, ZAP, CHANNEL, DVBV5 (ნაგულისხმები: DVBV5)

source: country_code
ka: ქვეყნის_კოდი

source: Set the default country to be used (in ISO 3166-1 two letter code)
ka: დააყენეთ ნაგულისხმებად გამოსაყენებელი ქვეყნის კოდი (ISO 3166-1 ორსიმბოლოიან ფორმატში)

source: Scanning frequency #%d %d
ka: სიხშირის სკანირება: #%d %d

source: <initial file>
ka: <საწყისი ფაილი>

source: Please select one of the LNBf's below:
ka: აირჩიეთ ერთ-ერთი LNBf ქვემოდან:

source: Using LNBf
ka: LNBf– ის გამოყენება

source: ERROR: Please specify a valid format
ka: შეცდომა: გთხოვთ მიუთითოთ სწორი ფორმატი

source: Failed to set the country code:%s
ka: ქვეყნის კოდის დაყენების შეცდომა: %s

source: read channels list from 'file'
ka: არხების სიის მითითებული ფაილიდან წაკითხვა

source: Input format: ZAP, CHANNEL, DVBV5 (default: DVBV5)
ka: შეყვანის ფორმატი: ZAP, CHANNEL, DVBV5 (ნაგულისხმები: DVBV5)

source: string
ka: სტრიქონი

source: monitors the DVB traffic
ka: აკონტროლებს DVB ტრაფიკს

source: output filename (use -o - for stdout)
ka: გამოტანის ფაილის სახელი (stdout-სთვის გამოიყენეთ -o -)

source: don't filter any pids. Instead, outputs all of them
ka: pid-ები არ გაიფილტრება. პირიქით, ისინი ყველაგამოჩნდება

source: set up /dev/dvb/adapterX/dvr0 for TS recording
ka: 'TS'-ის ჩასაწერად საჭიროა /dev/dvb/adapterX/dvr0-ის მორგება

source: increases silence (can be used more than once)
ka: ზრდის სიჩუმეს (შეგიძლიათ მრავალჯერაც გამოიყენოთ)

source: seconds
ka: წამი

source: verbose debug messages (can be used more than once)
ka: მეტი გამართვის შეტყობინება (შეგიძლიათ მრავალჯერაც გამოიყენოთ)

source: video pid program to use (default 0)
ka: გამოსაყენებელი ვიდეო pid პროგრამა (ნაგულისხმებად 0)

source: exit after tuning
ka: გასვლა რეგულირების შემდეგ

source: Non-human formatted stats (useful for scripts)
ka: არაადამიანურად დაფორმატებული სტატისტიკა (სასარგებლოა სკრიპტებში)

source: service has pid type %02x:
ka: სერვისის pid-ის ტიპია %02x:

source: tuning to %i Hz
ka: რეგულირება %i ჰერცზე

source: buffer overrun at %lld
ka: ბუფერის გადავსება მისამართზე %lld

source: buffer overrun after %lld.%02ld seconds
ka: ბუფერის გადავსება %lld.%02ld წამის შემდეგ

source: Write failed
ka: ჩაწერის შეცდომა

source: received %lld bytes (%lld Kbytes/sec)
ka: მიღებულია %lld ბაიტი (%lld კბაიტი/წმ)

source: received %lld bytes
ka: მიღებულია %lld ბაიტი

source: dvb_dev_set_bufsize: buffer set to %d
ka: dvb_dev_set_bufsize: ბუფერის მნიშვნელობაა %d

source: dvb_set_pesfilter to 0x2000
ka: dvb_set_pesfilter 0x2000-ზე

source: %.2fs: Starting capture
ka: %.2fs: გადაღების დაწყება

source: %.2fs: buffer overrun
ka: %.2fs: ბუფერის გადავსება

source: %.2fs: read() returned error %zd
ka: %.2fs: read()-მა დააბრუნა შეცდომა %zd

source: %.2fs: only read %zd bytes
ka: %.2fs: წაკითხულია მხოლოდ %zd ბაიტი

source: %.2fs: invalid sync byte. Discarding %zd bytes
ka: %.2fs: არასწორი სინქრონიზაციის ბაიტი. %zd ბაიტის მოცილება

source: %.2fs: invalid pid: 0x%04x
ka: %.2fs: არასწორი pid: 0x%04x

source: %.2fs: pid %d, expecting %d received %d
ka: %.2fs: pid %d, მოველოდი %d მივიღე %d

source: PID FREQ SPEED TOTAL
ka: PID სიხშ სიჩქ სულ

source: %.2fs: Stopping capture
ka: %.2fs: გადაღების დასრულება

source: Couldn't find dvr device node
ka: DVR მოწყობილობის კვანძი ვერ ვიპოვე

source: reading channels from file '%s'
ka: არხების წაკითხვა ფაილიდან '%s'

source: open of '%s' failed
ka: '%s'-ის გახსნის შეცდომა

source: couldn't find pmt-pid for sid %04x
ka: sid-სთვის %04x pmt-pid ვერ ვიპოვე

source: pass all PIDs to TS
ka: ყველა PID-ების TS-ზე გადაცემა

source: video%2$s pid %1$d
ka: ვიდეო%2$s pid %1$d

source: audio%2$s pid %1$d
ka: აუდიო%2$s pid %1$d

source: PMT record is disabled. Please notice that some streams can only be decoded with PMT data. Use '-p' option to also record PMT.
ka: PMT ჩაწერა გამორთულია. დაიმახსოვრეთ, რომ ზოგიერთი ნაკადის დეკოდირება მხოლოდ PMT მონაცემებითაა შესაძლებელი. იმისათვის, რომ PMT-იც ჩაიწეროთ, გამოიყენეთ პარამეტრი '-p'.

source: frontend doesn't lock
ka: წინაბოლო არ დაბლოკილა

source: Record to file '%s' started
ka: ჩაწერა ფაილში '%s' დაიწყო

source: DVR pipe interface '%s' will be opened
ka: გაიხსნება DVR-ის ფაიფის ინტერფეისი '%s'

source: DVR interface '%s' can now be opened
ka: DVR ინტერფეისის '%s' გახსნა ახლა შესაძლებელია
